Revit 2027 API
ParameterTypeId.RbsEndLevelParam Property
 "End Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEndLevelParam { get; }
Public Shared ReadOnly Property RbsEndLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEndLevelParam {
	ForgeTypeId^ get ();
}
static member RbsEndLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace